Repository: TenthPres/TouchPoint-WP
Catalog: i18n/TouchPoint-WP-*.po
Languages: es_es

source: Send
es_es: Envía

source: Next
es_es: Siguiente

source: Marital Status
es_es: Estado civil

source: Age
es_es: Años

source: Genders
es_es: Géneros

# e.g. event happens weekly on...
source: Sundays
es_es: los domingos

# e.g. event happens weekly on...
source: Mondays
es_es: los lunes

# e.g. event happens weekly on...
source: Tuesdays
es_es: los martes

# e.g. event happens weekly on...
source: Wednesdays
es_es: los miércoles

# e.g. event happens weekly on...
source: Thursdays
es_es: los jueves

# e.g. event happens weekly on...
source: Fridays
es_es: los viernes

# e.g. event happens weekly on...
source: Saturdays
es_es: los sábados

# e.g. event happens weekly on...
source: Sun
es_es: Dom

# e.g. event happens weekly on...
source: Mon
es_es: Lun

# e.g. event happens weekly on...
source: Tue
es_es: Mar

# e.g. event happens weekly on...
source: Wed
es_es: Mié

# e.g. event happens weekly on...
source: Thu
es_es: Jue

# e.g. event happens weekly on...
source: Fri
es_es: Vie

# e.g. event happens weekly on...
source: Sat
es_es: Sáb

source: Based on Involvement setting in TouchPoint
es_es: Basado en la configuración de participación en TouchPoint

source: Involvement does not meet weekly
es_es: La participación no se reúne semanalmente

source: Involvement does not have a Schedule
es_es: La participación no tiene horario

source: Location Name
es_es: Nombre del lugar

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Static IP Addresses
es_es: Direcciones IP estáticas

source: If this Location has an internet connection with Static IP Addresses, you can put those addresses here so users are automatically identified with this location.
es_es: Si esta ubicación tiene una conexión a Internet con direcciones IP estáticas, puede colocar esas direcciones aquí para que los usuarios se identifiquen automáticamente con esta ubicación.

source: Add IP Address
es_es: Agregar dirección IP

source: Add Location
es_es: Añade una ubicación

source: The Campus
es_es: El campus

source: Locations
es_es: Ubicaciones

source: Locations are physical places, probably campuses. None are required, but they can help present geographic information clearly.
es_es: Las ubicaciones son lugares físicos, probablemente campus. No se requiere ninguno, pero pueden ayudar a presentar la información geográfica con claridad.

# Time of Day
source: Late Night
es_es: Tarde en la noche

# Time of Day
source: Early Morning
es_es: Madrugada

# Time of Day
source: Morning
es_es: Mañana

# Time of Day
source: Midday
es_es: Mediodía

# Time of Day
source: Afternoon
es_es: Tarde

# Time of Day
source: Evening
es_es: Tardecita

# Time of Day
source: Night
es_es: Noche

# Marital status for a group of people
source: Mostly Single
es_es: Mayoría solteras

# Marital status for a group of people
source: Mostly Married
es_es: Mayoría casadas

source: Zoom out or %s to see more.
es_es: Alejar o %s para ver más.

# Zoom out or reset the map to see more.
source: reset the map
es_es: restablecer el mapa

source: %1$s at %2$s
es_es: %1$s a las %2$s

source: %1$s through %2$s
es_es: %1$s al %2$s

source: %1$s, %2$s through %3$s
es_es: %1$s, %2$s al %3$s

source: Starts %1$s
es_es: Comienza el %1$s

source: %1$s, starting %2$s
es_es: %1$s, comienza el %2$s

source: Through %1$s
es_es: Hasta el %1$s

source: %1$s, through %2$s
es_es: %1$s, hasta el %2$s

source: The username of a user account in TouchPoint with API permissions.
es_es: El nombre de usuario de una cuenta de usuario en TouchPoint con permisos de API.

source: Involvement has a registration type of "No Online Registration"
es_es: La participación tiene un tipo de registro de "No Online Registration"

source: Involvement registration has ended (end date is past)
es_es: El registro de participación ha finalizado (la fecha de finalización ya pasó)

source: This involvement type doesn't exist.
es_es: Este tipo de participación no existe.

source: This involvement type doesn't have geographic locations enabled.
es_es: Este tipo de participación no tiene habilitadas las ubicaciones geográficas.

source: Could not locate.
es_es: No se pudo localizar.

source: Only GET requests are allowed.
es_es: Solo se permiten solicitudes GET.

source: Only POST requests are allowed.
es_es: Solo se permiten solicitudes POST.

source: Invalid data provided.
es_es: Datos proporcionados no válidos.

source: Invalid Post Type.
es_es: Tipo de publicación no válida.

source: Enable Campuses
es_es: Habilitar Campus

source: Classify posts by their general locations.
es_es: clasificar las publicaciones por sus ubicaciones generales.

source: Classify posts by their church campus.
es_es: Clasifique las publicaciones por el campus.

source: Classify things by %s.
es_es: Clasifica las cosas por %s.

source: Classify involvements by the day on which they meet.
es_es: Clasificar las participaciones por el día en que se reúnen.

source: Weekdays
es_es: Días de semana

source: Classify involvements by tense (present, future, past)
es_es: Clasificar las implicaciones por tiempo (presente, futuro, pasado)

source: Tense
es_es: Tiempo

source: Tenses
es_es: Tiempos

source: Classify involvements by the portion of the day in which they meet.
es_es: Clasifique las participaciones por la parte del día en que se reúnen.

source: Times of Day
es_es: Tiempos del Día

source: Classify involvements and users by their age groups.
es_es: Clasifica las implicaciones y los usuarios por sus grupos de edad.

source: Age Groups
es_es: Grupos de Edad

source: Classify involvements by whether participants are mostly single or married.
es_es: Clasifique las participaciones según si los participantes son en su mayoría solteros o casados.

source: Marital Statuses
es_es: Estados Civiles

source: Classify Partners by category chosen in settings.
es_es: Clasifique a los ministeriales por categoría elegida en la configuración.

source: Import campuses as a taxonomy. (You probably want to do this if you're multi-campus.)
es_es: Importar campus como taxonomía. (Probablemente quieras hacer esto si tienes varios campus).

source: Search %s
es_es: Buscar %s

source: All %s
es_es: Todos los %s

source: Edit %s
es_es: Editar %s

source: Update %s
es_es: Actualizar %s

source: Add New %s
es_es: Agregar Nuevo %s

source: New %s
es_es: Nuevo %s

source: TouchPoint Reports
es_es: Informes de TouchPoint

source: TouchPoint Report
es_es: Informe de TouchPoint

source: Updated on %1$s at %2$s
es_es: Actualizada %1$s %2$s

source: Every 15 minutes
es_es: Cada 15 minutos

source: Language
es_es: Idioma

source: Import Images from TouchPoint
es_es: Importar imágenes desde TouchPoint

source: Importing images sometimes conflicts with other plugins. Disabling image imports can help.
es_es: La importación de imágenes a veces entra en conflicto con otros complementos. Deshabilitar las importaciones de imágenes puede ayudar.

# list of people, and *others*
source: others
es_es: otros
